Repository: showbiznine/HiNative
Catalog: HiNative_v2/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp

# about_hinative_section_header.Text
source: About HiNative
fr_fr: À propos de HiNative
ja_jp: HiNativeについて

# account_setting_navigation_item_title.Text
source: My account
fr_fr: Mon compte
ja_jp: アカウント

# account_settings_section_header.Text
source: Account settings
fr_fr: Paramètres de compte
ja_jp: アカウントに関する設定

# activity_answer_create.Text
source: %1$s answered %2$s
fr_fr: %1$s a répondu à la question %2$s
ja_jp: %1$s さんが %2$s に回答しました

# activity_choice_create.Text
source: %1$s answered your question %2$s
fr_fr: %1$s a répondu à votre question %2$s
ja_jp: %1$s さんが %2$s に回答してくれました。

# activity_comment_create.Text
source: %1$s commented on his/her question %2$s
fr_fr: %1$s à commenté sur sa question %2$s
ja_jp: %1$s さんが自身の質問 %2$s にコメントしました。

# activity_featured_answer_create.Text
source: Your answer has been chosen as the featured answer to %1$s
fr_fr: Votre réponse a été choisie comme la plus appropriée à la question %1$s
ja_jp: %1$s に対するあなたの回答が最も役に立った回答に選ばれました

# activity_like_create.Text
source: %1$s liked your answer to %2$s
fr_fr: %1$s a aimé votre réponse %2$s
ja_jp: %1$s さんが %2$s のあなたの回答にいいね！しました

# activity_mention_create.Text
source: %1$s mentioned you in %2$s
fr_fr: %1$s vous a mentionné dans %2$s
ja_jp: %1$s さんが %2$s であなたについてコメントしています

# activity_noactivity_maintext.Text
source: "You don't have any notifications yet."
fr_fr: "Il n'y à pas de Notifications jusqu'à présent."
ja_jp: まだ通知はありません。

# activity_noactivity_subtext.Text
source: "If you receive an answer or a like, it will be shown here."
fr_fr: "Si vous recevez une réponse ou un j'aime, ce sera affiché ici."
ja_jp: "回答やいいね！をもらうと ここに通知されます。"

# answer_recommend_level1.Text
source: Answer in his/her native language if you can as he/she is a beginner speaker.
fr_fr: Veuillez répondre dans sa langue maternelle car il/ elle est débutant(e) en Français.
ja_jp: 質問者は初級なので、できれば質問者の母語で回答しましょう。

# answer_recommend_level2.Text
source: Avoid complex expressions as he/she is a beginner-intermediate speaker.
fr_fr: Éviter les expressions complexes car il/elle a seulement des notions de Français.
ja_jp: 質問者は初中級なので、難しい言葉は避けましょう。

# answer_recommend_level3.Text
source: Answer freely as he/she is an intermediate speaker.
fr_fr: Vous pouvez répondre dans la langue que vous souhaitez car son niveau de Français est intermédiaire.
ja_jp: 質問者は中級なので、何語で回答しても大丈夫です。

# answer_recommend_level4.Text
source: Answer with a little more detail as he/she is an advanced speaker.
fr_fr: Vous pouvez répondre dans la langue que vous souhaitez car son niveau de Français est avancé.
ja_jp: 質問者は上級なので、何語で回答しても大丈夫です。

# answer_recommend_me.Text
source: Say thanks, ask for clarification, write a follow-up question, etc.
fr_fr: Dites merci, demandez des clarifications, etc.
ja_jp: 回答者にお礼を言ったり、分からない所を質問しましょう。

# ask_label_choice.Text
source: Does this sound natural?
fr_fr: Est-ce-que ça semble naturel?
ja_jp: この表現は自然ですか？

# ask_label_description.Text
source: Please choose your question type
fr_fr: "S'il vous plait choisir le type de question"
ja_jp: どんな質問がしたいのかを選んでください

# ask_label_difference.Text
source: "What's the difference?"
fr_fr: Quelle est la différence?
ja_jp: どう違うの？

# ask_label_difference_footer.Text
source: "\? Feel free to provide example sentences."
fr_fr: "\? Sentez-vous alèse de fournir des phrases en exemple."
ja_jp: "はどう違いますか? 説明が難しい場合は、例文を教えてください。"

# ask_label_difference_subtitle.Text
source: "What's the difference between these two? A and B. Feel free to provide example sentences."
fr_fr: "Quelle est la différence entre les deux? A et B. N'hésiter pas à fournir des phrases en exemple."
ja_jp: "AとBではどう違いますか？ 例文も教えてください。"

# ask_label_example.Text
source: Please show me example sentences with ~~.
fr_fr: Veuillez me montrer des exemples de phrases contenant ~~.
ja_jp: ~~を使った例文を教えて下さい。

# ask_label_free.Text
source: Free question
fr_fr: Question gratuite
ja_jp: 自由に質問したい

# ask_label_free_subtitle.Text
source: "Ask questions that don't fit a specific question format here! Ask any kind of question you want."
fr_fr: Poser des questions à propos de la langue, culture, tout ce que vous désirez.
ja_jp: "テンプレートに当てはめにくい言語に関する質問はここから！ 自由なフォーマットで質問することができます。"

# ask_label_meaning.Text
source: What does this mean?
fr_fr: Qu’est-ce que cela signifie ?
ja_jp: ~~ はどういう意味ですか?

# ask_label_whatsay.Text
source: How do you say this?
fr_fr: Comment dit-on on cela?
ja_jp: なんて言うの？

# ask_label_whatsay_subtitle.Text
source: How do you say this in ~~?
fr_fr: Comment dit-on on cela en ~~?
ja_jp: ~~は○○語で何と言いますか？

# ask_navigation_item_title.Text
source: Choose a question format
fr_fr: Choisir un format de réponse
ja_jp: 質問テンプレートを選ぼう！

# ask_tab_bar_item_title.Text
source: Ask
fr_fr: Question
ja_jp: 質問

# audio_permission_denied.Text
source: Only the questioner, answerer, or premium users can play this audio.
fr_fr: "Seul le demandeur, le répondeur et les utilisateurs premium ont accès à l'audio."
ja_jp: 質問主、回答主、またはプレミアム会員のみ音声を再生することができます。

# audio_recorder_note.Text
source: Press and hold the button to record. Release when finished.
fr_fr: Appuyez sur le bouton et maintenez-le enfoncé pour enregistrer. Lâchez lorsque vous aurez terminé.
ja_jp: ボタンを押している間録音できます。離すと完了します。

# audio_uploading.Text
source: Uploading…
fr_fr: Transfert en cours…
ja_jp: アップロード中…

# audio_wait.Text
source: Please wait for the audio file to load.
fr_fr: Veuillez attendre que le fichier audio soit chargé.
ja_jp: オーディオを再生する準備が完了するまでお待ちください。

# bookmarked_description.Text
source: "Bookmarks can be searched from the list in your profile. You can also receive notifications when someone responds to a question that you have bookmarked. (Premium users only)"
fr_fr: "Les favoris peuvent être parcourus à partir de la liste de votre profil. Vous pouvez également recevoir des notifications lorsque quelqu'un répond à une question que vous avez mis en favoris. (Utilisateurs premium uniquement)"
ja_jp: "ブックマークすると、プロフィールのブックマーク一覧からブックマークを検索することが出来ます また、質問に回答がついた時に通知を受け取ることが出来ます (プレミアムユーザー限定)"

# bookmarked_title.Text
source: Bookmarked
fr_fr: Ajouté aux favoris
ja_jp: ブックマークしました

# bookmarks_nobookmark_maintext.Text
source: There are no bookmarks yet.
fr_fr: "Il n'y a encore aucun favori."
ja_jp: ブックマークがまだありません。

# comments_navigation_item_title.Text
source: Comment
fr_fr: Commentaire
ja_jp: コメント

# common_additional_info.Text
source: Post additional info
fr_fr: Publier des informations supplémentaires
ja_jp: 選択した回答の補足を書く

# common_and.Text
source: and
fr_fr: et
ja_jp: と

# common_back.Text
source: Back
fr_fr: Retour
ja_jp: 戻る

# common_cancel.Text
source: Cancel
fr_fr: Annuler
ja_jp: キャンセル

# common_change_password.Text
source: Change password
fr_fr: Changer le mot de passe
ja_jp: パスワードを変更する

# common_choose_answer.Text
source: Choose an answer above before adding a comment.
ja_jp: 先に質問文のところで回答を選択して下さい。

# common_close.Text
source: Close
fr_fr: Fermer
ja_jp: 終了する

# common_close_question.Text
source: Close this question?
fr_fr: Fermer cette question ?
ja_jp: この質問を終了しますか？

# common_comment_closed_question.Text
source: Question is closed
fr_fr: Cette question est fermée.
ja_jp: この質問は終了しました

# common_confirm.Text
source: Confirm
fr_fr: Confirmer
ja_jp: 確認

# common_confirm_delete_account.Text
source: Are you sure you want to delete your account?
fr_fr: Êtes-vous certain de vouloir supprimer votre compte ?
ja_jp: 本当に退会しますか？

# common_confirm_delete_file.Text
source: Deleted files cannot be recovered. Are you sure you want to delete?
fr_fr: Les fichiers supprimés ne peuvent pas être récupérés. Voulez-vous vraiment supprimer ?
ja_jp: ファイルを削除すると復活できませんがよろしいですか？

# common_confirm_sign_out.Text
source: Are you sure you want to sign out?
fr_fr: Êtes-vous certain(e) de vouloir vous déconnecter ?
ja_jp: 本当にログアウトしますか？

# common_continue.Text
source: Continue
fr_fr: Continuer
ja_jp: 続行

# common_copied.Text
source: Copied
fr_fr: Copié
ja_jp: コピーしました

# common_copy.Text
source: Copy
fr_fr: Copier
ja_jp: コピーする

# common_current_password.Text
source: Current password
fr_fr: Mot de passe actuel
ja_jp: 現在のパスワード

# common_delete_account.Text
source: Delete
fr_fr: Supprimer
ja_jp: 退会する

# common_delete_answer.Text
source: Are you sure you want to delete this answer?
fr_fr: Voulez-vous vraiment supprimer cette réponse ?
ja_jp: 本当にこの回答を削除しますか？

# common_delete_photo.Text
source: Are you sure you want to delete this photo?
fr_fr: Voulez-vous vraiment supprimer cette photo ?
ja_jp: 本当にこの写真を削除しますか？

# common_delete_question.Text
source: Are you sure you want to delete this question?
fr_fr: Êtes-vous certain de vouloir supprimer cette question ?
ja_jp: 本当にこの質問を削除しますか？

# common_description.Text
source: Description
ja_jp: 詳細

# common_destroy.Text
source: Delete
fr_fr: Supprimer
ja_jp: 削除

# common_dismiss.Text
source: Close
fr_fr: Fermer
ja_jp: 閉じる

# common_dummy_user_message.Text
source: This is a dummy user.
fr_fr: Cet utilisateur est un utilisateur factice.
ja_jp: これのユーザーはダミーです。

# common_edit.Text
source: Edit
fr_fr: Modifier
ja_jp: 編集する

# common_facebook.Text
source: Share this on Facebook
fr_fr: Partage ceci sur Facebook
ja_jp: Facebookで共有する

# common_facebook_sent.Text
source: Shared
fr_fr: Partagé
ja_jp: 共有しました

# common_messsage_updated.Text
source: Updated
fr_fr: Mis à jour
ja_jp: 更新しました

# common_native_language.Text
source: Native language
fr_fr: Langue maternelle
ja_jp: 母語

# common_new_answer.Text
source: "Let's answer? There are no wrong answers :)"
fr_fr: "Répondre. Il n'y a pas de mauvaises réponses :)"
ja_jp: 気軽に回答しよう

# common_new_comment.Text
source: Post a Comment
fr_fr: Publier un commentaire
ja_jp: コメントする

# common_new_password.Text
source: New password
fr_fr: Nouveau mot de passe
ja_jp: 新しいパスワード

# common_no.Text
source: No
fr_fr: Non
ja_jp: いいえ

# common_notifications.Text
source: Notifications
ja_jp: 通知

# common_now_sending.Text
source: Now sending…
fr_fr: Envoi en cours…
ja_jp: 質問投稿中… 投稿完了まで使えません

# common_or.Text
source: or
fr_fr: ou
ja_jp: と

# common_password.Text
source: Password
fr_fr: Mot de passe
ja_jp: パスワード

# common_reopen.Text
source: Reopen
fr_fr: Rouvrir
ja_jp: 再開する

# common_reopen_question.Text
source: Reopen this question?
fr_fr: Rouvrir cette question ?
ja_jp: この質問を再開しますか？

# common_replace_file.Text
source: A file already exists. Do you wish to delete this file?
fr_fr: Il y a déjà un fichier. Voulez-vous supprimer ce fichier ?
ja_jp: ファイルは一つまでです。現在のファイルを削除して続行しますか？

# common_report.Text
source: Flag for spam
fr_fr: Marqué comme spam
ja_jp: 不適切な内容として運営に報告

# common_search.Text
source: Search
fr_fr: Recherche
ja_jp: 検索

# common_search_result.Text
source: Search Result
fr_fr: Résultat de la recherche
ja_jp: 検索結果

# common_self_introduction.Text
source: Self introduction
fr_fr: Présentez-vous
ja_jp: 自己紹介

# common_settings.Text
source: Settings
fr_fr: Paramètres
ja_jp: 設定

# common_sign_out.Text
source: Sign out
fr_fr: Se déconnecter
ja_jp: ログアウト

# common_twitter.Text
source: Share this on Twitter
fr_fr: Partage ceci sur Twitter
ja_jp: Twitterで共有する

# common_twitter_sent.Text
source: Tweeted
fr_fr: Tweeté
ja_jp: Tweetしました

# common_unsubscribed_user.Text
source: Unregistered user.
fr_fr: Utilisateur non enregistré.
ja_jp: 退会したユーザー

# common_unsubscribed_user_message.Text
source: This user is no longer registered to HiNative.
fr_fr: "Cet utilisateur n'est plus inscrit à HiNative."
ja_jp: このユーザーは退会しています

# common_username.Text
source: Username
fr_fr: "Nom d'utilisateur"
ja_jp: ユーザー名

# common_yes.Text
source: Yes
fr_fr: Oui
ja_jp: はい

# connectionerror_alert_view_context.Text
source: Your answer was not posted. Tap \"Try Again\" to send this answer.
fr_fr: "Votre réponse n'a pas pu être postée. Tapez \"Réessayer\" pour renvoyer cette réponse."
ja_jp: "回答の送信に失敗しました。 タップして再送"

# connectionerror_alert_view_retry.Text
source: Try again
fr_fr: Essayer de nouveau
ja_jp: やり直す

# connectionerror_alert_view_title.Text
source: Connection Error
fr_fr: Erreur de connection
ja_jp: 通信エラー

# connectionerror_progress_view_message.Text
source: Failed to connect to server
fr_fr: Pas de connexion au serveur
ja_jp: サーバーに接続できません

# delete_account_alert_success.Text
source: Account deleted successfully
fr_fr: Compte supprimé avec succès
ja_jp: 退会完了致しました。

# edit_answer_navigation_item_title.Text
source: Edit
fr_fr: Modifier
ja_jp: 回答を編集

# edit_choice_question_navigation_item_title.Text
source: Does this sound natural?
fr_fr: Est-ce-que ça semble naturel?
ja_jp: この表現は自然ですか？

# edit_difference_question_navigation_item_title.Text
source: "What's the difference?"
fr_fr: Quelle est la différence?
ja_jp: 違いは何ですか?

# edit_email_label_current_email.Text
source: Current Email address
fr_fr: Adresse mail actuelle
ja_jp: 現在のメールアドレス

# edit_email_label_current_password_description.Text
source: Re-enter your HiNative password to save changes to your account.
fr_fr: Entrez votre mot de passe deHiNative de nouveau afin de sauvegarder les changements à votre compte.
ja_jp: 設定を保存するためには、もう一度パスワードを入力してください。

# edit_email_label_new_email.Text
source: New Email address
fr_fr: Nouvelle adresse mail
ja_jp: 変更後のメールアドレス

# edit_email_navigation_item_title.Text
source: Change Email address
fr_fr: Changer adresse mail
ja_jp: メールアドレスを変更する

# edit_password_label_current_password_description.Text
source: We need your current password to confirm this change.
fr_fr: Nous avons besoin de voter mot de passe actuel afin de confirmer le changement.
ja_jp: 変更を保存するためには、現在のパスワードを入力してください。

# edit_password_text_field_placeholder_password_confirmation.Text
source: Password Confirmation
fr_fr: Confirmation du mot de passe
ja_jp: 新しいパスワード（確認）

# edit_profile_label_add_interested_language.Text
source: Add language you are interested in
fr_fr: Ajouter la langue qui vous intéresse
ja_jp: 興味のある言語を追加

# edit_profile_label_add_language.Text
source: Add Language
fr_fr: Ajouter une Langue
ja_jp: 言語を追加

# edit_profile_label_add_native_language.Text
source: Add Native language
fr_fr: Ajouter langue maternelle
ja_jp: 母語を追加

# edit_profile_label_learning_language.Text
source: Language you are interested in
fr_fr: Langue qui vous intéresse
ja_jp: 興味のある言語

# edit_profile_label_learning_level.Text
source: Learning level
fr_fr: "Niveau d'apprentissage"
ja_jp: 学習レベル

# edit_profile_label_learning_level_id_1.Text
source: Beginner
fr_fr: Débutant
ja_jp: 初級

# edit_profile_label_learning_level_id_2.Text
source: Beginner-Intermediate
fr_fr: Notions basiques
ja_jp: 初中級

# edit_profile_label_learning_level_id_3.Text
source: Intermediate
fr_fr: Intermediaire
ja_jp: 中級

# edit_profile_label_learning_level_id_4.Text
source: Advanced
fr_fr: Avancé
ja_jp: 上級

# edit_profile_label_learning_level_id_5.Text
source: Fluent
fr_fr: Parlé couramment
ja_jp: ネイティブ

# edit_profile_label_learning_level_id_6.Text
source: Near Fluent
fr_fr: presque parfait
ja_jp: 準ネイティブ

# edit_profile_label_nationality.Text
source: Nationality and region
fr_fr: Nationalité et région
ja_jp: 国家と地域

# edit_profile_label_native_language.Text
source: Native language
fr_fr: Langue maternelle
ja_jp: 母語

# edit_profile_label_native_level.Text
source: Level
fr_fr: Niveau
ja_jp: レベル

# edit_profile_label_photo.Text
source: Photo
ja_jp: プロフィール画像

# edit_profile_navigation_item_title.Text
source: Edit Profile
fr_fr: Modifier le Profil
ja_jp: プロフィール編集

# edit_question_bar_button_item_done.Text
source: OK
fr_fr: Terminer
ja_jp: 完了

# edit_question_bar_button_item_edit.Text
source: Edit
fr_fr: Modifier
ja_jp: 編集

# edit_question_bar_button_item_post.Text
source: Post
fr_fr: Afficher
ja_jp: 投稿

# edit_question_button_normal_edit.Text
source: Edit this question
fr_fr: Modifier cette question
ja_jp: 質問を編集する

# edit_question_button_normal_post.Text
source: Ask this question
fr_fr: Poser cette question
ja_jp: 質問を投稿する

# edit_question_common_update.Text
source: Update
fr_fr: Mise à jour
ja_jp: 変更

# edit_question_content_alert_limit_characters.Text
source: You can enter up to %1$s characters.
fr_fr: "S'il vous plait entrez moins de %1$s caractères."
ja_jp: 質問は%1$s文字までしか入力できません。

# edit_question_error_retry_button.Text
source: Try again
fr_fr: réessayer
ja_jp: やり直す

# edit_question_error_retry_message.Text
source: Failed to post the question. Do you want to try again?
fr_fr: "Oublié d'afficher la question. Voulez-vous réessayer?"
ja_jp: 質問の投稿に失敗しました。再度投稿しますか？

# edit_question_error_retry_network_error_message.Text
source: Network is unreachable. Do you want to try again?
fr_fr: Réseau inaccessible. Voulez-vous réessayer?
ja_jp: ネットワークに接続されていません。再度投稿しますか？

# edit_question_error_retry_upload_audio_message.Text
source: Failed to upload the audio. Do you want to try again?
fr_fr: Échec du transfert de la piste audio. Voulez-vous réessayer ?
ja_jp: 音声の投稿に失敗しました。再度投稿しますか？

# edit_question_error_retry_upload_image_message.Text
source: Failed to upload the image. Do you want to try again?
fr_fr: "L'image n'a pas pu être téléchargée. Voulez-vous réessayer ?"
ja_jp: 画像の投稿に失敗しました。再度投稿しますか？

# edit_question_image_delete.Text
source: Are you sure you want to delete this image?
fr_fr: Êtes-vous certain de vouloir effacer cette image?
ja_jp: 画像を削除しますか？

# edit_question_image_update.Text
source: Are you sure you want to update this image?
fr_fr: Êtes-vous certain de vouloir faire une mise à jour de cette image?
ja_jp: 画像を変更しますか?

# edit_question_input_accessory_help_description.Text
source: The question format will be automatically translated for other users.
fr_fr: Le format de la question sera traduite automatiquement pour les autres utilisateurs.
ja_jp: テンプレート部分は他のユーザーには翻訳されて表示されます。

# edit_question_label_add.Text
source: +Add
fr_fr: +Ajouter
ja_jp: ＋追加

# edit_question_label_additional_info.Text
source: Additional Information
fr_fr: Information aditionnelle
ja_jp: 補足（任意）

# edit_question_label_free_description.Text
source: Question
ja_jp: 質問内容

# edit_question_label_tags.Text
source: Tags
fr_fr: Étiquettes
ja_jp: タグ

# edit_question_supplement_alert_limit_characters.Text
source: You can enter up to %1$s characters of additional information.
fr_fr: "S'il vous plait entrez moins de %1$s caractères pour plus d'information."
ja_jp: 補足は%1$s文字までしか入力できません

# edit_question_text_field_alert_limit_characters.Text
source: You can enter up to %1$s characters.
fr_fr: "S'il vous plait entrez moins de %1$s caractères."
ja_jp: キーワードは%1$s文字までしか入力できません

# editing_question_alert_error.Text
source: Error
fr_fr: Erreur
ja_jp: 投稿に失敗しました

# editing_question_alert_success.Text
source: Success
fr_fr: succès
ja_jp: 投稿完了しました

# editing_question_navigation_title_editing_question.Text
source: Edit Question
fr_fr: Modifier la Question
ja_jp: 質問編集

# editing_question_navigation_title_new_question.Text
source: New Question
fr_fr: Nouvelle Question
ja_jp: 質問作成

# editing_question_template_county_arg1_countyr_arg2_space_arg3_content.Text
source: This question is about %1$s %2$s %3$s
fr_fr: Cette question est à propos de %1$s %2$s %3$s
ja_jp: %1$s について教えて下さい。 %2$s %3$s

# editing_question_template_difference_add_keyword_button_title.Text
source: Add
fr_fr: Ajouter
ja_jp: 追加

source: "This question is about %1$s %2$s What is the difference between %3$s %4$s %5$s ? Feel free to provide example sentences. %6$s"
fr_fr: "Cette question est à propos de %1$s %2$s Quelle est la difference entre %3$s %4$s %5$s ? Feel free to provide example sentences. %6$s"
ja_jp: "%1$s について教えて下さい。 %2$s %3$s %4$s %5$s はどう違いますか？ 説明が難しい場合は、例文を教えて下さい。 %6$s"

# editing_question_template_difference_conjunction.Text
source: and
fr_fr: et
ja_jp: と

# editing_question_template_example_arg1_language_arg2_space_arg3_keyword.Text
source: This question is about %1$s %2$s Please show me example sentences with %3$s Tell me as many daily expressions as possible.
fr_fr: "Cette question concerne %1$s %2$s Veuillez me montrer des exemples de phrases contenant %3$s Dites-moi autant d'expressions quotidiennes que possible."
ja_jp: %1$s についての質問です。 %2$s %3$s を使った例文を教えて下さい。 出来るだけ日常で使う自然な表現でお願いします。

# editing_question_template_free_arg1_language_arg2_space_arg3_content.Text
source: This question is about %1$s %2$s %3$s
fr_fr: Cette question est à propos de %1$s %2$s %3$s
ja_jp: %1$s について教えて下さい。 %2$s %3$s

# editing_question_template_meaning_arg1_language_arg2_space_arg3_keyword.Text
source: This question is about %1$s %2$s What does %3$s mean?
fr_fr: Cette question concerne %1$s %2$s Que signifie %3$s ?
ja_jp: %1$s についての質問です。 %2$s %3$s はどういう意味ですか?

# editing_question_template_natural_arg1_language_arg2_space_arg3_content.Text
source: This question is about %1$s %2$s %3$s Does this sound natural?
fr_fr: Cette question est à propos de %1$s %2$s %3$s Est-ce-que ça semble naturel ?
ja_jp: %1$s について教えて下さい。 %2$s %3$s この表現は自然ですか？

# editing_question_template_whatsay_arg1_language_arg2_keyword.Text
source: How do you say this in %1$s ? %2$s
fr_fr: "Qu'est-ce-que c'est en %1$s ? %2$s"
ja_jp: %2$s は %1$s で何と言いますか？

# error_5xx_message.Text
source: An error has occurred. Please try again in a few moments.
fr_fr: Une erreur est survenue
ja_jp: エラーが発生しました。少し間を置いて再度試してみてください。

# error_activity_setting_fail_to_patch_message.Text
source: It was not possible to update notification settings. Please try again a bit later.
fr_fr: "La mise à jour de vos réglages de notification n'à pu être effectué. S'il vous plait réessayer plus tard."
ja_jp: 更新に失敗しました。少し間を置いて再度試して下さい。

# error_answer_fail_to_delete_message.Text
source: It was not possible to delete this answer. Please try again a bit later.
fr_fr: "La réponse n'a pu être supprimée. Veuillez réessayer plus tard."
ja_jp: 回答の削除に失敗しました。少し間を置いて再度試してみてください。

# error_answer_fail_to_like_message.Text
source: \"Like\" has failed. Please try again a bit later.
fr_fr: "\"Like\" has failed. S'il vous plait réessayer plus tard."
ja_jp: いいね！が失敗しました。少し間を置いて再度試してみてください。

# error_answer_fail_to_patch_message.Text
source: It was not possible to edit this answer. Please try again a bit later.
fr_fr: "La réponse n'a pu être modififiée. Veuillez réessayer plus tard."
ja_jp: 回答の編集に失敗しました。少し間を置いて再度試してみてください。

# error_answer_fail_to_post_message.Text
source: It was not possible to post a reply. Please try again a bit later.
fr_fr: "La tentative d'afficher une réponse à échouée. Veuillez réessayer plus tard."
ja_jp: 回答の投稿に失敗しました。少し間を置いて再度試してみてください。

# error_answer_fail_to_select_featured_message.Text
source: It was not possible to select a featured answer. Please try again a bit later.
fr_fr: "Vous avez échoué à sortir le plus utile de la question. S'il vous plait réessayer plus tard."
ja_jp: もっとも役に立った質問を付けるのを失敗しました。少し間を置いて再度試してみてください。

# error_answer_not_permitted_to_delete_message.Text
source: You do not have permission to delete this answer.
fr_fr: "Vous n'avez pas l'autorisation de supprimer cette réponse."
ja_jp: 回答を削除する権限はありません。

# error_answer_not_permitted_to_patch_message.Text
source: You do not have permission to update this answer.
fr_fr: "Vous n'avez pas l'autorisation de mettre à jour cette réponse."
ja_jp: 回答を更新する権限はありません。

# error_audio_fail_to_delete_message.Text
source: It was not possible to delete this audio. Please try again a bit later.
fr_fr: "Il n'a pas été possible de supprimer cette piste audio. Veuillez réessayer un peu plus tard."
ja_jp: 音声の削除に失敗しました。少し間を置いて再度試してみてください。

# error_audio_fail_to_upload_message.Text
source: It was not possible to upload this audio. Please try again a bit later.
fr_fr: "Il n'a pas été possible de transférer cette piste audio. Veuillez réessayer un peu plus tard."
ja_jp: 音声のアップロードに失敗しました。少し間を置いて再度試してみてください。

# error_audio_not_permitted_to_delete_message.Text
source: You do not have permission to delete this audio.
fr_fr: "Vous n'avez pas l'autorisation de supprimer cette piste audio."
ja_jp: 音声を削除する権限はありません。

# error_common_message.Text
source: An error has occurred. Please try again a bit later.
fr_fr: "Une erreur est survenue. S'il vous plait réessayer plus tard."
ja_jp: エラーが発生しました。少し間を置いて再度試してみてください。
